Repository: Kameron-Bonitas/Success-Builder
Catalog: *.lproj/Localizable.strings
Languages: uk

source: Lato-Light
uk: AppleSDGothicNeo-Light

source: IndieFlower
uk: GillSans-LightItalic

source: MY AFFIRMATIONS
uk: МОЇ АФІРМАЦІЇ

source: Add my own affirmation
uk: Додати власну

source: Choose affirmations
uk: Вибрати афірмації

source: CHOOSE AFFIRMATIONS
uk: ВИБРАТИ АФІРМАЦІЇ

source: Add
uk: Додати

source: Go to settings
uk: Перевірте Параметри

source: Settings
uk: Параметри

source: Cancel
uk: Скасувати

source: OK
uk: Гаразд

source: Repeat every day
uk: Повторювати щодня

source: You are Successful
uk: Ви - Успішні

source: Add a reminder
uk: Додати до Нагадувань

source: A little reminder:
uk: Маленьке нагадування:

source: Type your affirmation here...
uk: Надрукуйте вашу афірмацію тут...

source: You haven't created an affirmation yet.
uk: Ви ще не створили афірмацію.

source: The reminder has been successfully created.
uk: Нагадування успішно створено.

source: We need your permission to send you notifications
uk: Нам потрібен Ваш дозвіл щоб надсилати вам нагадування

source: We need your permission
uk: Нам потрібен Ваш дозвіл

source: Smile at yourself!
uk: Посміхнись!

source: I am the best!
uk: Ти - найкраща/найкращий!

source: I am secure and safe in the world.
uk: Я - захищена/ий і перебуваю в безпеці у цьому світі.

source: My capability and potential are endless.
uk: Мої можливості та мій потенціал - безмежні.

source: I am a great person.
uk: Я - прекрасна людина!

source: I believe in myself. I can succeed.
uk: Я вірю в себе!

source: I can accomplish anything I set my mind to.
uk: Я можу здійснити усі мої задуми!

source: I love who I have become.
uk: Я люблю себе таким/таким, яким я стаю!

source: I am confident and brave. I live in the present, and I look forward to the future.
uk: Я - впевнена/впевнений та смілива/сміливий. Я живу тут і зараз, та з нетерпінням очікую на майбутнє.

source: I feel great about myself and my life.
uk: Мені щастить у будь-якій справі, життя прекрасне!

source: My life is abundant and full of joy.
uk: Моє життя - цілісне та наповнене насолодою.

source: I deserve to be happy and successful.
uk: Я заслуговую бути щасливим та успішним!

source: I can trust myself to handle anything.
uk: Я можу довіряти собі в усьому.

source: I recognize the many good qualities I have.
uk: Я усвідомлюю, як багато я маю гарних якостей.

source: I trust myself. I am excellent exactly as I am.
uk: Я довіряю собі. І я - надзвичайна/надзвичайний таким, як я є.

source: I accept myself and know that I am worthy of great things in life.
uk: Я сприймаю себе і знаю, що я варта/вартий найкращих речей в житті.

source: I have the knowledge and resources to achieve my dreams.
uk: Я маю знання та засоби, щоб здійснити свої мрії.

source: I am releasing all of my fears and worries. I am living my full potential.
uk: Я Відпускаю всі мої страхи та хвилювання. Я живу повним життям.

source: I feel tremendous confidence that I can do anything.
uk: Я відчуваю шалено впевненість, що я можу здійснити будь що.

source: I see problems as challenges that evolve me and make me grow.
uk: Я розглядаю проблеми як виклики, котрі сприяють моєму зростанню.

source: I am willing to step out of my comfort zone.
uk: Я готова/готовий залишити мою зону комфорту.

source: I have the energy I need to accomplish my goals and to fulfill my desires.
uk: Я маю необхідно енергію для того, щоб здійснити мої мрії і досягти моїх цілей.

source: New ideas come to me regularly.
uk: Я постійно маю нові ідеї.

source: I choose happiness no matter what the circumstances are.
uk: Я вибираю бути щасливою/щасливим за будь-яких обставин!

source: I work for the good of others.
uk: Я працюю для добра інших.

source: I am positive-minded and filled with self-esteem.
uk: Я - позитивно налаштована/налаштований і наповнена/наповнений самоповагою.

source: I think only positive things about people. I accept that everyone does their best.
uk: Я думаю тільки добре про інших людей.

source: I have something special to offer the world.
uk: У мене є, що запропонувати світу.

source: My future depends only on me!
uk: Моє майбутнє залежить від мене!

source: My life is just beginning.
uk: Моє життя тільки починається.

source: My fears of tomorrow are simply melting away.
uk: Мій страх перед завтрашнім днем тане на очах.

source: Everything that is happening now is happening for my ultimate good.
uk: Все, що відбувається зараз, відбувається на моє благо.

source: Though these times are difficult, they are only a short phase of life.
uk: Навіть якщо зараз тяжко, це - тільки короткий відрізок нашого життя.

source: I am a powerhouse; I am indestructible.
uk: Я - енерджайзерка/енерджайзер. Я - нездоланна/нездоланний.

source: Today, I abandon my old habits and take up new, more positive ones.
uk: Сьогодні я уникатиму моїх старих звичок і започатковуватиму більш позитивні нові.

source: My body is healthy; my mind is brilliant; my soul is tranquil.
uk: Моє тіло - здорове. Мій розум - діамантовий. Моя душа - спокійна.

source: I forgive those who have harmed me in my past and peacefully detach from them.
uk: Я пробачаю тих, хто зашкодив мені у минулому і мирно відокремлюю себе від них.

source: I have been given endless talents which I begin to utilize today.
uk: Я маю безліч здібностей і сьогодні починаю їх використовувати.

source: I take pleasure in my own solitude.
uk: Я насолоджуюсь моєю самотністю.

source: I feel the love of those who are not physically around me.
uk: Я відчуваю любов тих, хто фізично не є поруч зі мною.

source: I make the right choices every time.
uk: Я завжди роблю вірний вибір.

source: I trust myself.
uk: Я довіряю собі.

source: I focus on breathing and grounding myself.
uk: Я фокусуюсь на диханні та заспокоююсь.

source: I breathe in calmness and breathe out nervousness.
uk: Я вдихаю спокій і видихаю знервованість.

source: This situation works out for my highest good.
uk: Ця ситуація працює на мою користь.

source: I let go of my anger so I can see clearly.
uk: Я відпускаю мою злість і можу все ясно бачити.

source: I forgive myself for all the mistakes I have made.
uk: Я пробачаю собі усі помилки, що я зробила/зробив.

source: I choose to find hopeful and optimistic ways to look at this.
uk: Мій вибір - знайти обнадійливий та оптимістичний спосіб подивитись на це.

source: I refuse to give up because I haven’t tried all possible ways.
uk: Я відмовляюсь зупинятись, тому що ще не спробувала/спробував усі можливі шляхи.

source: I love my family even if they do not understand me completely.
uk: Я люблю своїх близьких, навіть якщо вони і не розуміють мене повністю.

source: I trust myself to make the best decision for me.
uk: Я довіряю собі прийняття найкращих для мене рішень.

source: I am beautiful and smart and that’s how everyone sees me.
uk: Я гарна/гарний та розумна/розумний і такою/таким мене бачать інші.

source: I play a big role in my own career success.
uk: Я граю велику роль в успішності моєї кар'єри.

source: I believe in my ability to change the world with the work that I do.
uk: Я вірю у мою здатність змінити світ справою, що я роблю.

source: Today will be a gorgeous day to remember.
uk: Сьогодні буде надзвичайний день, котрий я буду згадувати.

source: I accept everyone as they are and continue on with pursuing my dream.
uk: Я усіх сприймаю такими, якими вони є і продовжую йти до здійснення своєї мрії.

source: I am a money magnet and attract wealth and abundance.
uk: Я - магніт для грошей і приваблюю багатство та добробут.

source: I let go of worries that drain my energy.
uk: Я відпускаю свої тривоги, котрі виснажують мене.

source: All my problems have a solution.
uk: Геть усі мої проблеми мають рішення.

source: The answer is right before me, even if I am not seeing it yet.
uk: Відповідь знаходиться прямо переді мною, навіть якщо я її ще не бачу.

source: I compare myself only to my highest self.
uk: Я порівнюю себе виключно тільки з найкращою/найкращим собою.

source: I am happy in my own skin and in my own circumstances.
uk: Я - щаслива/щасливий бути собою і в оточенні моїх обставин.

source: I am a good person at all times of day and night.
uk: Я - класна особистість у будь-який час доби.

source: I give up the habit to criticize myself.
uk: Я полишаю звичку дорікати собі.

source: I am more than good enough and I get better every day.
uk: Я - більш ніж класна/класний і стаю ще класнішою/класнішим кожен день.

source: The past has no power over me anymore.
uk: Минуле вже не має більше ніякої влади наді мною.
